Revit 2027 API
ParameterTypeId.FabricParamSpanSymLeft Property
 "Left"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricParamSpanSymLeft { get; }
Public Shared ReadOnly Property FabricParamSpanSymLeft As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricParamSpanSymLeft {
	ForgeTypeId^ get ();
}
static member FabricParamSpanSymLeft : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace